{
			moduleNumber: 4,
			moduleName: 'How to Nail Job/Internship Interviews',
			numOfSteps: 3,
			numSSonFinal: 2,
			intro: 'If you\'ve made it to the point where you have an interview lined up, congratulations! You\'ve obviously impressed the hiring managers at the company, now you get to seal the deal. Even if you feel comfortable with your interviewing abilities, this module will help you interview at a higher level.',
			img: '/4/step1-3-keyword.png', // needs
			steps: [
				{
					number: 0,
					numSubsteps: 5,
					name: 'Prepare',
					why: 'It\'s easy to get so excited for an interview that we become captivated by the thought of the job. When that happens, preparing for the interview becomes an afterthought. Preparing for the interview can help you an amount of confidence to match your excitement.',
					whatLearn: [
						'Learn how to totally BS bullet points 100% of the time',
						'Especially on things that really imporant',
						'Get all you need done with just a few words you threw together'
					], // need
					img: '/4/step1-3-keyword.png', // would be nice
					substeps: [
						{
							title: 'Do a keywords analysis on the job description',
							number: 0,
							introText: null,
							videoLink: 'https://youtube.com/embed/hxIPJhIpx9s',
							pictures: null,
							paragraphs: null,
							bullets: null,
							outroText: null,
						},
						{
							title: 'Compare the keywords analysis with your resume',
							number: 1,
							introText: null,
							videoLink: null,
							pictures: {
							  '/4/step1-2-keyword.png',
							  '/4/step1-2-resume.png'
							},
							paragraphs: null,
							bullets: null,
							outroText: null,
						},
						{
							title: 'Find matching keywords to learn which experiences you\'ve had that will make you stand you to your interviewer.',
							number: 2,
							introText: null,
							videoLink: null,
							pictures: {
							  '/4/step1-3-keyword.png',
							  '/4/step1-3-resume.png'
							},
							
							paragraphs: null,
							bullets: null,
							outroText: 'Wow, development is a big deal to this company and so is creativity. You should definitely share that experience about how you created and developed that website in your last job.',
						},
						{
							title: 'Research the Company/Organization',
							number: 3,
							introText: null,
							videoLink: 'https://youtube.com/embed/71c6sHbRjCY',
							pictures: null,
							paragraphs: null,
							bullets: null,
							outroText: null,
						},
						{
							title: 'Prepare Questions to Ask the Interviewer',
							number: 4,
							introText: 'At the end of every interview, you will be asked "so, do you have any questions for me?" Coming to an interview prepared with good questions to ask communicates your intelligence and interest to the interviewer. Use the research you\'ve conducted on the company to ask intelligent questions. Here are some ways to come up with great questions to ask at the end of your interview:',
							
							videoLink: 'https://youtube.com/embed/uvkcKv2QJWk',
							pictures: null,
							paragraphs: null,
							bullets: null,
							outroText: null,
						}
					]
				},
				{
					number: 1,
					numSubsteps: 4,
					name: null,
					why: 'At some point, the actual interview will happen. You need to be prepared for anything the interviewer has up their sleeve.',
					whatLearn: [
						'Learn how to totally BS bullet points 100% of the time',
						'Especially on things that really imporant',
						'Get all you need done with just a few words you threw together'
					], // needs
					img: '/4/step1-3-keyword.png', // nice to have
					substeps: [
						{
							title: 'Be On Time',
							number: 0,
							introText: null,
							videoLink: null,
							pictures: null,
							paragraphs: null,
							bullets: [
								{
									title: 'Do whatever you have to do to be on time!',
									numbered: false,
									list: [
										'Leave hours early if you have to and hunker down in a coffee shop next to the office. Be on time!'
									],
									picture: null
								},
								{
									title: 'Why?',
									numbered: false,
									list: [
										'It\'s an issue of respect. If you don\'t show up on time, the interviewer will assume you don\'t respect her time or authority.'
									],
									picture: null
								},
								{
									title: 'How to fix it...',
									numbered: false,
									list: [
										'If you find yourself running late, call, text, or email the interviewer to explain your circumstances',
										'Heavy sleeper? If the interview takes place earlier in the morning than you\'re accustomed to, buy an extra alarm clock and put it in the hallway. '
									],
									picture: null
								}
							],
							outroText: null,
						},
						{
							title: 'Dress Up',
							number: 1,
							introText: null,
							videoLink: null,
							pictures: null,
							paragraphs: null,
							bullets: [
								{
									title: 'Men',
									numbered: false,
									list: [
										'Wear a suit and tie! Get your suit dry cleaned!'
									],
									picture: '/4/step1-3-keyword.png' //would be nice
								},
								{
									title: 'Women',
									numbered: false,
									list: [
										'(Have Stella do this)'
									],
									picture: '/4/step1-3-keyword.png' //would be nice
								}
							],
							outroText: null,
						},
						{
							title: 'Treat the Interview Like a Conversation, Not an Interrogation',
							number: 2,
							introText: null,
							videoLink: null,
							pictures: null,
							paragraphs: [
								{
									text: 'Most have an incorrect notion about job interviews. They believe that the job of the interviewer is to ask all of the questions and the job of the interviewee is to give all the answers.',
									picture: null
								},
								{
									text: 'This is not true.',
									picture: null
								},
								{
									text: 'Think back to the last engaging conversation you had with someone and think about the elements that made it great. Both parties were asking questions, stories were shared, and a sort of bond was made.',
									picture: null
								},
								{
									text: 'Do your best to turn your job interview into an interesting job conversation. (Don’t take over the interview, rather, contribute to the experience in a meaningful way.)',
									picture: null
								}
							],
							bullets: null,
							outroText: null,
						},
						{
							title: 'Be Specific',
							number: 3,
							introText: null,
							videoLink: null,
							pictures: null,
							paragraphs: null,
							bullets: [
								{
									title: 'Let\'s take an interview question:',
									numbered: false,
									list: [
										'How would you describe your leadership style?'
									],
									picture: null
								},
								{
									title: 'Here\'s an example of a nonspecific answer to that interview question:',
									numbered: false,
									list: [
										'I am a disciplinarian.'
									],
									picture: null
								},
								{
									title: 'See any problems with that answer? How on earth is the interviewer supposed to make a decision based on your value with that response?',
									numbered: false,
									list: null,
									picture: null
								},
								{
									title: 'Instead, take a look at a specific answer to that question:',
									numbered: false,
									list: [
										'"I know how to instill a proper sense of discipline in those whom I\'ve had the pleasure to lead throughout my career. For example, I was promoted to a district manager position in my previous company. Before I took over, we had an abysmal reputation throughout the business for turning in work late. I installed several processes to hold everyone in the department responsible for their work. As a result, we only turned in one assignment late through my 6 years in that position. It was an awesome team effort."'
									],
									picture: null
								},
								{
									title: null,
									numbered: false,
									list: [
										'See the improvement? The employer now has the ability to judge you based on something you achieved.'
									],
									picture: null
								}
							],
							outroText: null,
						}
					]
				},
				{
					number: 2,
					numSubsteps: 2,
					name: 'Follow Up',
					why: 'Most candidates leave the interview and wait to hear back. Separate youself by taking intitiative. Prove that you want the job more than anyone else by taking the appropriate actions to follow up.',
					whatLearn: [
						'Learn how to totally BS bullet points 100% of the time',
						'Especially on things that really imporant',
						'Get all you need done with just a few words you threw together'
					], // needs
					img: '/4/step1-3-keyword.png', //would be nice
					substeps: [
						{
							title: 'Write Thank-You Letters',
							number: 0,
							introText: 'Remember all the times you received a letter/hand-written note from someone. How did you feel when that happened? Probably pretty good.',
							videoLink: null,
							pictures: null,
							paragraphs: null,
							bullets: [
								{
									title: 'Here\'s how to do it:',
									numbered: false,
									list: [
										'Find something professional looking.',
										'Be sincere, most pieces of advice on thank you notes say to use the opportunity to remind the interviewer of your strengths and achievements. This is incorrect. Take the opportunity to express gratitude for the opportunity to interview.',
										'Send it immediately! After you get out of the interview, the first item on your to-do list is to write and send thank-notes to all of the professionals you interacted with.',
										'Here\'s an example of what your thank-note might sound like:'
									],
									picture: '4/step3-1-thankyou.jpg'
								}
							],
							outroText: null,
						},
						{
							title: 'Reach Out',
							number: 1,
							introText: null,
							videoLink: null,
							pictures: null,
							paragraphs: [
								{
									text: 'After you\'ve sent a thank-you note, you should wait for about a week. If you haven\'t heard from the interviewer at that point, you should send an email or make a call.',
									picture: null
								},
								{
									text: 'This will keep you on the interviewer\'s mind. Most interviewers are busy, by reaching out, you might prompt an action to happen sooner rather than later.',
									picture: null
								},
								{
									text: 'An email might look like this:',
									picture: 'step3-2-email.png'
								}
							],
							bullets: null,
							outroText: null,
						}
					]
				}
			]
		}